tap "homebrew/services"
brew "docker"
brew "gmp"
brew "openssl@3"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "jq"
brew "mise"
brew "sqlite"
brew "mpv"
brew "postgresql@17", restart_service: :changed
brew "ripgrep"
brew "stow"
brew "tmux"
cask "brave-browser"
cask "calibre"
cask "ghostty"
cask "orbstack"
cask "qbittorrent"
cask "visual-studio-code"
