brew "btop"
brew "duckdb"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "mise"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "vim"
cask "1password"
cask "codex-app"
cask "ghostty"
cask "helium-browser"
cask "tailscale-app"
cask "visual-studio-code"
vscode "vscodevim.vim"
