tap "nikitabobko/tap"
brew "docker"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "gmp"
brew "openssl@3"
brew "gnupg"
brew "jq"
brew "mise"
brew "ripgrep"
brew "stow"
brew "tmux"
cask "1password"
cask "aerospace"
cask "brave-browser"
cask "ghostty"
cask "iina"
cask "orbstack"
cask "stremio"
cask "transmission"
cask "visual-studio-code"
cask "zotero"
