brew "docker"
brew "fzf"
brew "git"
brew "git-lfs"
brew "gmp"
brew "openssl@3"
brew "mise"
brew "ripgrep"
brew "stow"
brew "tmux"
cask "brave-browser"
cask "calibre"
cask "codex"
cask "ghostty"
cask "orbstack"
cask "visual-studio-code"
