brew "cairo"
brew "docker"
brew "gmp"
brew "openssl@3"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "jq"
brew "mise"
brew "ripgrep"
brew "stow"
brew "tmux"
cask "brave-browser"
cask "calibre"
cask "ghostty"
cask "qbittorrent"
cask "visual-studio-code"
